[
  {
    "title": "Cezyo",
    "name": "cezyo",
    "description": "Cezyo — универсальная B2B и B2C платформа электронной коммерции, объединяющая клиентов, поставщиков и производителей. Обеспечивает прозрачное, автоматизированное и эффективное управление продажами, логистикой, интеграциями со сторонними системами и мобильными приложениями.",
    "full_description": "Cezyo — это современная универсальная платформа электронной коммерции, объединяющая покупателей, поставщиков и производителей в единую экосистему. Предлагая простое, прозрачное и эффективное решение для поиска, выбора и покупки товаров онлайн, Cezyo направлена на устранение сложностей традиционной электронной торговли, делая её более удобной, автоматизированной и ориентированной на пользователя. Платформа обеспечивает интеграцию с различными системами учета и логистики, а также поддерживает работу с мобильными приложениями. Благодаря гибкой настройке, расширенным возможностям управления каталогами, ценами и акциями, а также интеграции с российскими сервисами, такими как Почта РФ и СБП, Cezyo помогает бизнесу повышать эффективность, масштабируемость и уровень клиентского сервиса. Уникальные возможности платформы делают её одним из лидеров на российском рынке среди решений с комплексным B2B и B2C функционалом, обеспечивая прозрачность, автоматизацию и удобство для всех участников электронной коммерции.",
    "image": "/image/cezyo.webp",
    "total_image": 14,
    "technologies": [
      "Next",
      "React",
      "React Native",
      "Redux",
      "RTK Query",
      "Material-UI",
      "OpenLayers",
      "Dnd"
    ],
    "functional": [
      "Поиск по товарам по названию, описанию, категориям и тегам.",
      "Возможность фильтрации и сортировки результатов поиска.",
      "Создание заказов и отправка их поставщикам.",
      "Управление статусами заказов (новый, в обработке, доставлен и т. д.).",
      "Управление доставкой товаров. Возможность отслеживания посылки и получения уведомлений о статусе доставки.",
      "Возможность интеграции с другими системами коммерции, бухгалтерией и т. д.",
      "Автоматизированная синхронизация данных между системами.",
      "Мобильные приложения для покупателей и поставщиков.",
      "Возможность доступа к функциям платформы в любое время и из любого места.",
      "Создание, редактирование и удаление товаров в базе данных.",
      "Управление ценами, изображениями и описанием товаров.",
      "Создание, редактирование и удаление клиентов в базе данных.",
      "Управление личными данными клиентов и их историей покупок.",
      "Получение отчетов о продажах, заказах, клиентах и т. д.",
      "Возможность анализа данных для принятия обоснованных решений.",
      "Авторизация и аутентификация пользователей.",
      "Защита данных пользователей и платформы от несанкционированного доступа.",
      "Регулярные обновления платформы с новыми функциями и исправлениями ошибок.",
      "Техническая поддержка для пользователей и поставщиков."
    ],
    "link": "https://dev.cezyo.com/"
  },
  {
    "title": "Giftoboom",
    "name": "giftoboom",
    "image": "/image/giftoboom.webp",
    "total_image": 8,
    "description": "Приложение для генерации инструкций по созданию картин из изображений, с графической обработкой и голосовыми подсказками.",
    "full_description": "Приложение для генерации инструкций по созданию картин из нитей, с графической обработкой и голосовыми подсказками. Предлагает пользователям простой и интуитивно понятный процесс создания картины. Все, что нужно сделать, — это приобрести специальный круг с уникальным кодом и зайти на сайт https://giftoboom.shop/. После ввода кода пользователь получает доступ к функционалу приложения.",
    "technologies": [
      "TypeScript",
      "React",
      "Zustand",
      "Webpack",
      "Zod",
      "SCSS",
      "Canvas",
      "P2",
      "Jimp"
    ],
    "functional": [
      "Загрузка изображения: Пользователь может загрузить любое изображение или фотографию, которую он хочет преобразовать в картину из нитей.",
      "Выбор формата: После загрузки изображения приложение предлагает выбрать подходящий формат для будущей картины.",
      "Пошаговая инструкция: Приложение проводит пользователя через около 5000 шагов, озвучивая каждое действие в текстовом и звуковом формате. Это позволяет легко следовать инструкциям и не теряться в процессе.",
      "Музыкальное сопровождение: Для создания атмосферы творчества приложение предлагает пользователям выбрать фоновую музыку, что делает процесс еще более расслабляющим и приятным.",
      "Визуальный редактор и возможность предварительного просмотра результатов.",
      "Мобильная адаптация - корректная работа на различных устройствах."
    ],
    "link": "https://giftoboom.shop/"
  },
  {
    "title": "Feejoy",
    "name": "feejoy",
    "image": "/image/feejoy.webp",
    "description": "FeeJoy - это международная платформа B2B, предлагающая широкий ассортимент промышленного оборудования в области измерительных приборов",
    "total_image": 14,
    "full_description": "FeeJoy - это международная платформа B2B, предлагающая широкий ассортимент промышленного оборудования в области измерительных приборов, компонентов и решений для различных отраслей. Проект представляет собой многофункциональный веб-сайт, объединяющий каталог продукции, информационные ресурсы и возможности для делового сотрудничества.",
    "technologies": [
      "Next",
      "Zustand",
      "Zod",
      "I18n",
      "Jspdf",
      "Swiper",
      "SCSS",
      "Nest",
      "Prisma",
      "Passport jwt"
    ],
    "functional": [
      "Поддержка английского (en-US) и китайского (zh-CN) интерфейса для международных пользователей.",
      "Детализированные карточки товаров и решений с возможностью просмотра технических характеристик, сертификатов и описаний.",
      "Удобные инструменты поиска по ключевым словам, отраслям, производителям и параметрам, а также фильтры для быстрого нахождения нужных товаров и услуг",
      "Возможность регистрации, управления заказами, сохранения избранных товаров и настроек интерфейса.",
      "Удобное добавление товаров в корзину, оформление заказов и отслеживание статуса.",
      "Формы для связи с поставщиками, отправки запросов и получения консультаций.",
      "Статьи, новости, отраслевые решения и технологии, а также история компании и её развитие.",
      "Поддержка автоматического обновления информации, актуальных цен и сертификатов.",
      "Использование слайдеров, скролла и интерактивных элементов для удобной навигации.",
      "Управление контентом сайта, добавление и редактирование продукции, новостей, сертификатов, управление пользователями и заказами.",
      "Оптимальное отображение на различных устройствах — ПК, планшетах и смартфонах.",
      "Гибкая конфигурация приборов, возможность клиентам подбирать параметры оборудования, получать индивидуальные предложения.",
      "Разные роли пользователей: Клиент — оформление заказов, настройка конфигураций, просмотр статуса, Админ — управление контентом, пользователями, заказами, настройками сайта, Менеджер — обработка заказов, коммуникация с клиентами, Технический специалист — консультации, техническая поддержка и рекомендации, Продавец — управление предложениями, ответы на запросы и взаимодействие с клиентами."
    ],
    "link": "https://en.feejoy.com/"
  },
  {
    "title": "AG Clinic",
    "name": "agclinic",
    "image": "/image/agclinic.webp",
    "total_image": 10,
    "description": "AG Clinic — сеть современных медицинских клиник, предлагающих широкий спектр высококвалифицированных услуг в областях косметологии, дерматологии, гинекологии и других направлений. Здесь вы найдете профессиональных специалистов, сможете записаться на процедуры, получить консультацию и ознакомиться с актуальными акциями и ценами.",
    "full_description": "AG Clinic — это современная сеть клиник, объединяющая лучшие практики в области косметологии, дерматологии, дерматовенерологии, гинекологии и других медицинских направлений. Сайт служит удобной платформой для пациентов, предоставляя возможность быстро и легко записаться на сеанс, получить консультацию у профессиональных специалистов и ознакомиться с полным перечнем услуг, ценами, актуальными акциями и новостями. На главной странице вас встречает видео заставка в фоновом режиме, создающая атмосферу доверия и комфорта, а также возможность оставить заявку или связаться с оператором через чат в реальном времени. В разделе услуг представлены подробные описания процедур, советы специалистов и рекомендации по выбору оптимальных решений. Доступна информация о наших врачах, отзывы, новости клиники, вакансии и прайс-лист. Административная панель позволяет управлять всеми разделами сайта, обновлять цены, акции, новости и вести учет клиентов и сотрудников, обеспечивая быстрый и эффективный сервис для пациентов.",
    "technologies": [
      "Next",
      "Styled components",
      "Redux",
      "Seo",
      "Axios",
      "SCSS",
      "Tailwindcss",
      "React player"
    ],
    "functional": [
      "Видео заставка в фоновом режиме, создающая атмосферу доверия и профессионализма. Возможность оставить заявку на консультацию или записаться на процедуру.",
      "Простая и удобная система записи на услуги, с автоматическим подтверждением и напоминаниями.",
      "Простая и удобная система записи на услуги, с автоматическим подтверждением и напоминаниями.",
      "Страницы с информацией о каждом виде процедуры, рекомендации специалистов, советы по выбору.",
      "Актуальный каталог стоимости услуг, возможность быстрого сравнения и заказа.",
      "Актуальные новости клиники, специальные предложения и акции для клиентов.",
      "Информация о врачах и специалистах, их квалификации, отзывы и рекомендации.",
      "Раздел для отзывов, повышающий доверие и репутацию клиники.",
      "Адреса, телефоны, форма обратной связи и интерактивная карта с расположением клиник.",
      "Актуальные предложения для потенциальных сотрудников и новости компании.",
      "Удобное управление содержимым сайта: редактирование разделов, управление специалистами, ценами, акциями, клиентскими записями и чатами.",
      "Полностью адаптивный дизайн, обеспечивающий комфортную работу на любых устройствах."
    ],
    "link": "https://agclinic.ru/"
  },
  {
    "title": "Касперский",
    "name": "kaspersky",
    "image": "/image/kaspersky.webp",
    "description": "Интерактивная платформа для обучения детей кибербезопасности через игры и мультимедийные уроки.",
    "full_description": "Образовательная веб-платформа от Kaspersky, которая помогает детям разных возрастных групп осваивать принципы кибербезопасности с помощью увлекательных интерактивных уроков, игровых заданий и мультимедийных материалов.",
    "total_image": 15,
    "technologies": [
      "TypeScript",
      "React",
      "Redux",
      "SASS",
      "Canvas",
      "Vite",
      "React audio player",
      "React to pdf"
    ],
    "functional": [
      "Интерактивные уроки и мультимедийные материалы для освоения кибербезопасности с учетом возрастных особенностей.",
      "Задачи с drag-and-drop, сортировкой данных, созданием паролей, распознаванием фишинга и другими киберугрозами с элементами геймификации.",
      "Использование видео, аудио и визуальных элементов для повышения интереса и эффективности обучения.",
      "Подстройка уроков и заданий под возрастную группу и уровень знаний учащихся для более эффективного обучения.",
      "Система сохранения результатов в localStorage, отправка данных на сервер для анализа и формирования отчетов.",
      "Использование тестов, призов, уведомлений и подсказок для стимулирования интереса и достижения целей.",
      "Оптимизация отображения и взаимодействия на ПК, планшетах и мобильных телефонах для комфортного обучения.",
      "Информация о профессиях в сфере кибербезопасности, расширяющая кругозор учеников и стимулирующая интерес к профессии."
    ],
    "link": "https://cybersecurity-ai.datalesson.ru/"
  },
  {
    "title": "Яндекс такси",
    "name": "yandex-taxi",
    "image": "/image/yandex-taxi.webp",
    "description": "Интерактивный тренажер для детей, обучающий работе Яндекс.Такси и его алгоритмам через игровые задания.",
    "full_description": "Яндекс такси — это интерактивная образовательная платформа, специально созданная для детей, чтобы познакомить их с работой Яндекс.Такси. В рамках проекта дети узнают, как работают алгоритмы города, организуются совместные поездки и создаются маршруты такси. Через увлекательные игровые задания и симуляции платформа помогает понять, как функционирует сервис Яндекс.Такси, развивая логическое мышление и интерес к технологиям. Этот тренажер делает обучение простым и интересным, вдохновляя детей на изучение новых профессий и технологий будущего.",
    "total_image": 9,
    "technologies": [
      "TypeScript",
      "React",
      "Redux",
      "SASS",
      "Canvas",
      "Vite",
      "Swiper",
      "React transition group"
    ],
    "functional": [
      "Интерактивные обучающие модули, посвящённые работе Яндекс.Такси и его алгоритмам.",
      "Симуляции и моделирование процессов работы сервиса такси.",
      "Обучение через практику и эксперименты с виртуальной средой.",
      "Возможность повторного прохождения уроков для закрепления знаний.",
      "Возможность перетаскивания объектов, выбора маршрутов и других действий для лучшего понимания концепций.",
      "Интерактивные задания, связанные с реальными сценариями работы сервиса такси.",
      "Работа с кейсами и практическими ситуациями для развития аналитического мышления.",
      "Тесты и контрольные задания в конце каждого урока для проверки усвоения материала.",
      "Автоматическая система оценки знаний с предоставлением обратной связи.",
      "Персонализированная оценка прогресса и уровня усвоения материала.",
      "Отслеживание достижения целей и формирование индивидуальных рекомендаций для дальнейшего обучения.",
      "Система награждений и поощрений для мотивации детей к обучению.",
      "Персонализированный прогресс и история достижений.",
      "Интуитивно понятный интерфейс, адаптированный для детей."
    ],
    "link": "https://kod-goroda.datalesson.ru/"
  },
  {
    "title": "Andaman",
    "name": "andaman",
    "image": "/image/andaman.webp",
    "total_image": 16,
    "full_description": "Проект предназначен для продвижения на рынок и презентации элитных объектов недвижимости потенциальным покупателям и инвесторам. В нем представлены проекты недвижимости под брендом Andaman, каждый из которых содержит подробную информацию об удобствах, местоположении и технических характеристиках.",
    "functional": [
      "Погрузитесь в мир недвижимости с помощью виртуальных туров и 3D-прогулок, которые позволяют вам легко и подробно ознакомиться с каждым объектом. Просто выберите интересующий проект и начните путешествие в комфортной атмосфере.",
      "Используйте удобный фильтр и пошаговый мастер-класс, чтобы подобрать идеальную квартиру или апартаменты — от определения бюджета до выбора планировки. Интерактивное руководство сопровождает вас на каждом этапе, делая процесс простым и понятным.",
      "Создавайте свою мечту — выбирайте интерьеры, отделки и планировки прямо на сайте. Примерьте разные стили, просмотрите результаты предварительно, чтобы убедиться, что всё идеально подходит именно вам.",
      "Переходите между русским и английским языками в один клик — без перезагрузки страницы. Это удобно для иностранных инвесторов и путешественников.",
      "Запросите консультацию или запишитесь на просмотр через удобные формы. Весь процесс сопровождается пошаговыми подсказками и мгновенной обратной связью.",
      "Наслаждайтесь всеми функциями на любом устройстве — смартфоне или планшете, без потери качества и удобства.",
      "Плавные переходы, подсветки и анимации создают современную и приятную атмосферу взаимодействия, делая сайт живым и привлекательным."
    ],
    "description": "Комплекс апартаментов и резиденций с курортной инфраструктурой под управлением отельной сети Radisson",
    "technologies": [
      "JavaScript",
      "Next",
      "Zustand",
      "CSS",
      "Eslint",
      "Sharp",
      "Classnames",
      "React markdown",
      "Strapi"
    ],
    "link": "https://andaman.city/"
  },
  {
    "title": "Move mate",
    "name": "move-mate",
    "image": "/image/move-mate.webp",
    "total_image": 7,
    "description": "Админ-панель для управления спортивной платформой. Предназначена для администраторов, позволяя управлять пользователями, бронированиями, контентом и аналитикой.",
    "full_description": "Move Mate — это комплексное административное приложение, предназначенное для управления спортивной или фитнес-платформой. В нем реализованы функции управления пользователями, клубами, площадками, бронированиями, платежами, мероприятиями и статистикой. Архитектура приложения модульная, включает разделы для бизнес-операций, контента, аналитики и поддержки. Приложение поддерживает маршрутизацию, ленивую загрузку компонентов и имеет возможности PWA. Это активный проект, ориентированный на удобное управление всеми аспектами платформы для администраторов и операторов.",
    "functional": [
      "Управление пользователями (администраторы, клиенты, тренеры).",
      "Модерация клубов и спортивных площадок.",
      "Управление спортивными залами и кортами.",
      "Обработка платежей и финансовая аналитика.",
      "Управление инвентарем и оборудованием.",
      "Организация турниров и соревнований.",
      "Управление занятиями и записями на уроки.",
      "Статистика и аналитика использования.",
      "Поддержка пользователей и обработка запросов.",
      "Партнерская программа и управление партнерами.",
      "Аутентификация и авторизация пользователей.",
      "Поиск и фильтрация данных.",
      "Уведомления и оповещения.",
      "Отслеживание бронирований и посещений."
    ],
    "technologies": [
      "TypeScript",
      "React",
      "Zustand",
      "Zod",
      "SCSS",
      "Webpack"
    ],
    "link": ""
  },
  {
    "title": "Cricket win",
    "name": "cricket-win",
    "image": "/image/cricket-win.webp",
    "total_image": 4,
    "description": "Платформа для ставок на крикет с живыми матчами, подробной статистикой и удобной системой управления ставками.",
    "full_description": "Платформа для ставок на крикет с живыми матчами, удобным управлением ставками, многоязычной поддержкой, мобильной адаптацией и расширенными возможностями профиля и истории, обеспечивающая безопасное и актуальное взаимодействие в режиме реального времени.",
    "functional": [
      "Аутентификация и безопасность.",
      "Вход по номеру телефона и паролю.",
      "Управление сессиями с помощью JWT токенов.",
      "Автоматическое обновление токенов для поддержания сессии.",
      "Отображение текущих живых матчей.",
      "Обзор предстоящих матчей.",
      "Отображение матчей, которые скоро начнутся.",
      "Детальная информация по каждому матчу.",
      "Возможность добавлять ставки в корзину.",
      "Регулировка размера ставки.",
      "Сохранение ставок в локальное хранилище.",
      "Редактирование и удаление ставок перед отправкой.",
      "Личный кабинет пользователя.",
      "Редактирование профильной информации.",
      "Просмотр истории транзакций и ставок.",
      "Отслеживание прошлых ставок.",
      "Просмотр статистики выигрышей и проигрышей.",
      "Фильтрация матчей по времени, лигам и турнирам.",
      "Сортировка по различным параметрам.",
      "Адаптивный дизайн для мобильных устройств.",
      "Поддержка нескольких языков.",
      "Автоматическое определение языка пользователя.",
      "Внутренние уведомления о важных событиях.",
      "Информирование о статусе ставок и результатах матчей.",
      "Обновление данных о матчах и коэффициентах в реальном времени.",
      "Быстрое управление ставками: добавление, изменение, удаление.",
      "Подтверждение ставок перед отправкой."
    ],
    "technologies": [
      "TypeScript",
      "Next",
      "Zustand",
      "Zod",
      "SCSS",
      "I18n",
      "Webpack"
    ],
    "link": ""
  },
  {
    "title": "Lims",
    "name": "lims",
    "image": "/image/lims.webp",
    "total_image": 6,
    "description": "LIMS Admin — современное веб-приложение для управления лабораторной информационной системой, обеспечивающее централизованный контроль пользователей, данных и процессов.",
    "full_description": "LIMS — это профессиональное веб-решение для административного управления лабораторной информационной системой (Laboratory Information Management System). Оно предназначено для предоставления лабораторным администраторам и менеджерам удобного и мощного интерфейса для контроля и настройки всех аспектов системы: от управления пользователями и данными до мониторинга событий, шаблонов электронных писем и аналитики. В основе проекта лежит современный стек технологий, обеспечивающий гибкость, масштабируемость и удобство использования, что делает его идеальным инструментом для повышения эффективности лабораторных процессов и обеспечения их надежного администрирования.",
    "functional": [
      "Управление пользователями (создание, редактирование, просмотр профилей).",
      "Администрирование новостей и контента.",
      "Управление опросами и анкетами.",
      "Обработка и анализ обратной связи.",
      "Создание и редактирование шаблонов электронной почты.",
      "Ведение журналов событий и логов системы.",
      "Статистика и аналитика событий.",
      "Управление заказами и заявками.",
      "Настройка конфигурационных ключей.",
      "Управление демонстрациями и демо-режимами.",
      "История отправленных писем.",
      "Система настроек и конфигураций.",
      "Обновление и обслуживание системы.",
      "Поиск и фильтрация данных.",
      "Адаптивный интерфейс на основе Material UI.",
      "Управление сессиями и авторизацией.",
      "Редакторы текста и email-шаблонов.",
      "Маршрутизация и навигация по приложению."
    ],
    "technologies": [
      "TypeScript",
      "React",
      "Redux",
      "SCSS",
      "Material-UI",
      "Webpack",
      "Quill",
      "React email editor"
    ],
    "link": "https://lims-lab.site/"
  },
  {
    "title": "GkMaximum",
    "name": "gkmaximum",
    "image": "/image/gkmaximum.webp",
    "total_image": 9,
    "description": "Maximum — это сеть магазинов профессиональной косметики для волос, ногтей, ресниц и других средств индустрии красоты, уже более 15 лет предлагающая актуальные товары по выгодным ценам.",
    "full_description": "Maximum — это многолетний лидер в сфере продаж профессиональной косметики и средств для красоты. Мы специализируемся на продаже материалов для наращивания, укрепления и дизайна ногтей, ресниц и волос, а также косметики для загара, депиляции и шугаринга, уходе для мужчин и профессионального электроинструмента. Уже более 15 лет мы следим за последними тенденциями индустрии красоты и постоянно пополняем ассортимент новинками. Благодаря прямым контактам с производителями и грамотному управлению, мы можем поддерживать доступные цены и гарантировать высокое качество продукции. Наша миссия — помогать специалистам и клиентам достигать лучших результатов в области красоты и ухода.",
    "functional": [
      "Управление пользователями.",
      "Система ролей и прав доступа.",
      "Управление заказами и их статусами.",
      "Многоязычная поддержка и управление переводами.",
      "Конфигурация системных параметров.",
      "Управление документами и юридическими текстами.",
      "Настройка SMTP и отправка электронной почты.",
      "Редактор шаблонов электронной почты.",
      "История отправленных писем.",
      "Управление баннерами и промо-материалами.",
      "Аналитика и визуализация данных (графики, диаграммы).",
      "Управление категориями и классификациями.",
      "Управление регионами и географическими данными.",
      "Модуль отзывов и обратной связи.",
      "Управление бонусами и программами лояльности.",
      "Мониторинг и логирование событий системы.",
      "Управление менеджерами и персоналом.",
      "Настройки социальных сетей и интеграций.",
      "Фильтрация и поиск данных в таблицах.",
      "Загрузка и управление медиафайлами.",
      "Профиль пользователя и настройки аккаунта.",
      "Статистика продаж и аналитические отчеты.",
      "Управление событиями и маркетинговыми кампаниями.",
      "Настройки конфиденциальности и политики безопасности."
    ],
    "technologies": [
      "TypeScript",
      "React",
      "React Native",
      "RTK Query",
      "SWR",
      "SCSS",
      "Webpack"
    ],
    "link": "https://gkmaximum.ru/"
  },
  {
    "title": "Minilis",
    "name": "minilis",
    "image": "/image/minilis.webp",
    "total_image": 8,
    "description": "MiniLIS - онлайн портал ведения и контроля протоколов испытаний и технической оснащённости",
    "full_description": "MiniLIS — это современная лабораторная информационная система (LIS), созданная для автоматизации и оптимизации процессов в испытательных лабораториях. Она обеспечивает комплексное управление протоколами испытаний, оборудованием, данными и персоналом, способствуя повышению эффективности, точности и прозрачности всех лабораторных операций.",
    "functional": [
      "Управление протоколами испытаний: создание, редактирование, копирование, просмотр и верификация",
      "Хранение и поиск протоколов с возможностью быстрого доступа и фильтрации",
      "Управление лабораторным оборудованием: регистрация, отслеживание и обслуживание приборов",
      "Мониторинг лабораторных помещений и их характеристик",
      "Управление персоналом и контроль доступа с настройкой прав пользователей",
      "Управление компаниями и организационными структурами",
      "Отслеживание статистики, аналитика и генерация отчетов",
      "Интеграция с системами авторизации и аутентификации",
      "Экспорт данных и создание отчетных документов",
      "Поддержка печати и создание QR-кодов для идентификации лабораторных объектов",
      "Настройка полей протоколов под индивидуальные требования лаборатории",
      "Интеграция с системами аналитики (например, Яндекс.Метрика)",
      "Обратная связь и техническая поддержка пользователей",
      "Работа с различными типами лабораторного оборудования",
      "Обеспечение многоуровневого управления доступом и безопасности данных"
    ],
    "technologies": [
      "TypeScript",
      "Next",
      "Redux",
      "Persist",
      "React qr code",
      "SCSS",
      "Xlsx"
    ],
    "link": "https://minilis.ru/"
  },
  {
    "title": "Learning platform",
    "name": "learning-platform",
    "image": "/image/learning-platform.webp",
    "total_image": 8,
    "description": "Образовательная платформа для онлайн-обучения, позволяет студентам проходить курсы, отслеживать прогресс, получать сертификаты, а администраторам — управлять контентом и коммуникацией. Обеспечивает полный образовательный цикл.",
    "full_description": "Learning platform — это современная онлайн-образовательная платформа, предназначенная для организации эффективного и удобного обучения. Она объединяет студентов и преподавателей, предоставляя полный цикл образовательных услуг. Пользователи могут регистрироваться, создавать и редактировать профили, проходить курсы, смотреть видеоуроки и материалы, а также получать сертификаты по завершении обучения.",
    "functional": [
      "Регистрация и вход пользователей",
      "Создание и редактирование профиля",
      "Обзор и поиск курсов по категориям и ключевым словам",
      "Фильтрация и сортировка курсов по различным параметрам",
      "Прохождение курсов с возможностью просмотра видео и материалов",
      "Отслеживание прогресса обучения и автоматическое сохранение результатов",
      "Получение сертификатов по завершении курса",
      "Личный кабинет для управления курсами и настройками",
      "Уведомления о новых курсах и обновлениях",
      "Интерактивные задания и тесты для закрепления материала",
      "Обратная связь и чат с администраторами и преподавателями",
      "Мультиязычная поддержка интерфейса",
      "Мобильная адаптация и оптимизация под разные устройства",
      "Административная панель для управления контентом и пользователями",
      "Интеграция с внешними платформами и сервисами",
      "Хранение и управление мультимедийными файлами",
      "Инструменты аналитики для мониторинга активности и эффективности обучения"
    ],
    "technologies": [
      "TypeScript",
      "Next",
      "React",
      "Zustand",
      "SCSS",
      "React player"
    ],
    "link": "https://edu-adinex.online/"
  }
]
