[
  {
    "id": 1,
    "title": "Cezyo",
    "name": "cezyo",
    "description": "B2B/B2C платформа для управления продажами и логистикой, включающая функционал для поставщиков производителей и клиентов. Реализовал работу с заказами, логистикой, интеграцию со сторонними службами доставки, а также административную панель.",
    "image": "/image/Macbook-Air-dev.cezyo.com.webp",
    "technologies": [
      "React",
      "SCSS",
      "Node js",
      "P2"
    ]
  },
  {
    "id": 2,
    "title": "Giftoboom",
    "name": "giftoboom",
    "image": "/image/Macbook-Air-giftoboom.front.wtsdemo.ru.webp",
    "total_image": 8,
    "description": "приложение для генерации инструкций по созданию картин из изображений, с графической обработкой и голосовыми подсказками.",
    "full_description": "Приложение для генерации инструкций по созданию картин из нитей, с графической обработкой и голосовыми подсказками. Предлагает пользователям простой и интуитивно понятный процесс создания картины. Все, что нужно сделать, — это приобрести специальный круг с уникальным кодом и зайти на сайт https://giftoboom.shop/. После ввода кода пользователь получает доступ к функционалу приложения.",
    "technologies": [
      "TypeScript",
      "React",
      "Zustand",
      "Webpack",
      "Zod",
      "SCSS",
      "Canvas",
      "P2",
      "Jimp"
    ],
    "functional": [
      "Загрузка изображения: Пользователь может загрузить любое изображение или фотографию, которую он хочет преобразовать в картину из нитей.",
      "Выбор формата: После загрузки изображения приложение предлагает выбрать подходящий формат для будущей картины.",
      "Пошаговая инструкция: Приложение проводит пользователя через около 5000 шагов, озвучивая каждое действие в текстовом и звуковом формате. Это позволяет легко следовать инструкциям и не теряться в процессе.",
      "Музыкальное сопровождение: Для создания атмосферы творчества приложение предлагает пользователям выбрать фоновую музыку, что делает процесс еще более расслабляющим и приятным.",
      "Визуальный редактор и возможность предварительного просмотра результатов.",
      "Мобильная адаптация - корректная работа на различных устройствах."
    ],
    "link": "https://giftoboom.shop/"
  },
  {
    "id": 3,
    "title": "Feejoy",
    "name": "feejoy",
    "image": "/image/Macbook-Air-en.feejoy.com.webp",
    "description": "сайт для управления системными решениями в области измерительных приборов, включая административную панель.",
    "technologies": [
      "React",
      "SCSS",
      "Node js",
      "P2"
    ]
  },
  {
    "id": 4,
    "title": "AG Clinic",
    "name": "agclinic",
    "image": "/image/Macbook-Air-agclinic.ru.webp",
    "description": "комплексное решение для сети клиник, включающее управление расписанием, бронированием и отзывами.",
    "technologies": [
      "React",
      "SCSS",
      "Node js",
      "P2"
    ]
  },
  {
    "id": 5,
    "title": "Касперский",
    "name": "kaspersky",
    "image": "/image/Macbook-Air-cybersecurity-ai.datalesson.ru.webp",
    "description": "Интерактивный тренажер для «Урока цифры» по теме Касперский кибербезопасность.",
    "technologies": [
      "React",
      "SCSS",
      "Node js",
      "P2"
    ]
  },
  {
    "id": 5,
    "title": "Яндекс такси",
    "name": "yandex-taxi",
    "image": "/image/Macbook-Air-kod-goroda.datalesson.ru.webp",
    "description": "Интерактивный тренажер для «Урока цифры» по теме такси.",
    "technologies": [
      "React",
      "SCSS",
      "Node js",
      "P2"
    ]
  },
  {
    "id": 6,
    "title": "Andaman",
    "name": "andaman",
    "image": "/image/Macbook-Air-andaman.city.webp",
    "description": "Комплекс апартаментов и резиденций с курортной инфраструктурой под управлением отельной сети Radisson",
    "technologies": [
      "Next js",
      "SCSS",
      "Strapi"
    ]
  }
]
